button.checkout=Kasa

error.cannot.remove.product=Nie mo\u017Cna usun\u0105\u0107 artyku\u0142u z koszyka. Spróbuj ponownie! Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.
error.cannot.update.product=Produktu nie mo\u017Cna aktualizowa\u0107. Spróbuj ponownie! Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.
error.cannot.update.product.quantity=Nie mo\u017Cna aktualizowa\u0107 liczby produktów. Spróbuj ponownie! Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.
error.cannot.select.shipping.method=Nie mo\u017Cna wybra\u0107 metody wysy\u0142ki. Spróbuj ponownie! Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.
error.removed.online.catalog=Ten produkt ostatnio usuni\u0119to z katalogu internetowego. Usu\u0144 artyku\u0142 z koszyka, aby przej\u015B\u0107 do kasy.
error.out.of.stock.item=Usu\u0144 artyku\u0142y niedost\u0119pne w magazynie, aby przej\u015B\u0107 do kasy

info.cart.empty.msg=Koszyk na zakupy jest pusty.
info.cart.empty.msg2=Przejd\u017A do Hästens,
info.cart.empty.msg3=aby doda\u0107 produkty.
info.cart.empty.link=Akcesoria

label.number.items.in.cart={0} ARTYKU\u0141ÓW
label.total.price=Razem
label.sales.tax=Podatek obrotowy {0}%
label.estimatedtotal=Szacunkowo razem
label.each.item.price=Ka\u017Cdy
label.shipping.cost=Koszt wysy\u0142ki
label.subtotal=Podsuma
label.recommendations=Rekomendowane Produkty

link.continue.shopping=Kontynuuj zakupy
link.view.cart=Wy\u015Bwietl koszyk
link.remove.product=Usu\u0144

title.cart=Koszyk
title.your.shopping.cart=Twój koszyk

error.invalid.tax=Wyst\u0105pi\u0142 b\u0142\u0105d naliczania podatku za jeden lub kilka artyku\u0142ów w koszyku.
error.cart.or.checkout.error=Nie mo\u017Cna z\u0142o\u017Cy\u0107 zamówienia na artyku\u0142y w koszyku, poniewa\u017C jeden lub kilka z nich\r\n nie jest dost\u0119pnych w \u017C\u0105danej ilo\u015Bci. Sprawd\u017A dost\u0119pno\u015B\u0107 ka\u017Cdego artyku\u0142u.
error.cart.expired=Wa\u017Cno\u015B\u0107 koszyka wygas\u0142a.
error.card.invalid.shipments=Zamówienie nie mo\u017Ce zosta\u0107 zrealizowane, poniewa\u017C co najmniej jeden z adresów produktów jest nieprawid\u0142owy.

field.selectshippingmethod=Wysy\u0142ka
field.selectquantity=Ilo\u015B\u0107

#modal
cart.modal.title.label=Usun\u0105\u0107 artyku\u0142?
cart.modal.description.label=Czy na pewno chcesz usun\u0105\u0107 nast\u0119puj\u0105ce artyku\u0142y z koszyka?
cart.modal.yes.button=Tak
cart.modal.cancel.button=Anuluj