button.checkout=Pokladna

error.cannot.remove.product=Polo\u017Eku nelze z ko\u0161íku odebrat. Zkuste to prosím znovu! Pokud problém p\u0159etrvává, obra\u0165te se na zákaznický servis.
error.cannot.update.product=Produkt nelze aktualizovat. Zkuste to prosím znovu! Pokud problém p\u0159etrvává, obra\u0165te se na zákaznický servis.
error.cannot.update.product.quantity=Po\u010Det produkt\u016F nelze aktualizovat. Zkuste to prosím znovu! Pokud problém p\u0159etrvává, obra\u0165te se na zákaznický servis.
error.cannot.select.shipping.method=Nelze vybrat zp\u016Fsob dopravy. Zkuste to prosím znovu! Pokud problém p\u0159etrvává, obra\u0165te se na zákaznický servis.
error.removed.online.catalog=Tento produkt byl z na\u0161eho online katalogu nedávno odebrán. Chcete-li pokra\u010Dovat k pokladn\u011B, odstra\u0148te z ko\u0161íku polo\u017Eku \u0159ádku.
error.out.of.stock.item=Chcete-li p\u0159ejít k pokladn\u011B, odeberte polo\u017Eky, které nejsou skladem.

info.cart.empty.msg=Vá\u0161 nákupní ko\u0161ík je prázdný.
info.cart.empty.msg2=Chcete-li p\u0159idat produkty,
info.cart.empty.msg3=p\u0159ejd\u011Bte na Hästens.
info.cart.empty.link=Dopl\u0148ky

label.number.items.in.cart={0} POLO\u017DEK
label.total.price=Celkem
label.sales.tax=Všechny ceny jsou včetně DPH {0}%
label.estimatedtotal=Odhadovaná celková cena
label.each.item.price=Za ka\u017Edou polo\u017Eku
label.shipping.cost=Náklady na dopravu
label.subtotal=Mezisou\u010Det
label.recommendations=Doporučené Produkty

link.continue.shopping=Pokra\u010Dovat v nákupu
link.view.cart=Zobrazit ko\u0161ík
link.remove.product=Odstranit

title.cart=Nákupní ko\u0161ík
title.your.shopping.cart=Vá\u0161 nákupní ko\u0161ík

error.invalid.tax=P\u0159i výpo\u010Dtu DPH pro jeden nebo více produkt\u016F v ko\u0161íku do\u0161lo k chyb\u011B.
error.cart.or.checkout.error=Objednávku ve va\u0161em nákupním ko\u0161íku nelze dokon\u010Dit, proto\u017Ee jeden nebo více produkt\u016F\r\n v ko\u0161íku není k dispozici v po\u017Eadovaném mno\u017Eství. Zkontrolujte prosím dostupnost ka\u017Edého produktu.
error.cart.expired=Platnost va\u0161eho nákupního ko\u0161íku vypr\u0161ela.
error.card.invalid.shipments=Objednávku nelze dokon\u010Dit, proto\u017Ee nejmén\u011B jedna z adres pro zaslání produkt\u016F je neplatná.

field.selectshippingmethod=Doprava
field.selectquantity=Mno\u017Eství

#modal
cart.modal.title.label=Odebrat produkt?
cart.modal.description.label=Opravdu chcete z nákupního ko\u0161íku odebrat následující produkt?
cart.modal.yes.button=Ano
cart.modal.cancel.button=Zru\u0161it