button.checkout=Poklad\u0148a

error.cannot.remove.product=Polo\u017Eku nie je mo\u017Ené odstráni\u0165 z ko\u0161íka. Skúste to znova! Ak problém pretrváva, obrá\u0165te sa na zákaznícky servis.
error.cannot.update.product=Tento výrobok nebolo mo\u017Ené aktualizova\u0165. Skúste to znova! Ak problém aj na\u010Falej pretrváva, obrá\u0165te sa na zákaznícky servis.
error.cannot.update.product.quantity=Aktualizácia po\u010Dtu výrobkov nebola úspe\u0161ná. Skúste to znova! Ak problém pretrváva, obrá\u0165te sa na zákaznícky servis.
error.cannot.select.shipping.method=Výber spôsobu doru\u010Denia nebol úspe\u0161ný. Skúste to znova! Ak problém pretrváva, obrá\u0165te sa na zákaznícky servis.
error.removed.online.catalog=Tento výrobok bol nedávno odstránený z ná\u0161ho on-line katalógu. Ak chcete pokra\u010Dova\u0165 k pokladni, odstrá\u0148te túto polo\u017Eku z ko\u0161íka.
error.out.of.stock.item=Ak chcete prejs\u0165 k pokladni, odstrá\u0148te vypredané polo\u017Eky

info.cart.empty.msg=Va\u0161a nákupná ta\u0161ka je prázdna.
info.cart.empty.msg2=Prejdite na stránky Hästens
info.cart.empty.msg3=a pridajte výrobky.
info.cart.empty.link=Doplnky

label.number.items.in.cart=POLO\u017DKY ({0})
label.total.price=Spolu
label.sales.tax=Da\u0148 z predaja {0}%
label.estimatedtotal=Odhadovaná celková suma
label.each.item.price=Za kus
label.shipping.cost=Cena doru\u010Denia
label.subtotal=Medzisú\u010Det
label.recommendations=Odporúčané Produkty

link.continue.shopping=Pokra\u010Dova\u0165 v nákupe
link.view.cart=Zobrazi\u0165 ta\u0161ku
link.remove.product=Odstráni\u0165

title.cart=Nákupná ta\u0161ka
title.your.shopping.cart=Va\u0161a nákupná ta\u0161ka

error.invalid.tax=Pri výpo\u010Dte dane za niektoré výrobky vo Va\u0161om ko\u0161íku nastala chyba.
error.cart.or.checkout.error=Obsah Vá\u0161ho nákupného ko\u0161íka nemo\u017Eno objedna\u0165, preto\u017Ee najmenej jeden z výrobkov\r\n v ko\u0161íku nie je dostupný v po\u017Eadovanom po\u010Dte. Skontrolujte si dostupnos\u0165 jednotlivých výrobkov.
error.cart.expired=Platnos\u0165 Vá\u0161ho nákupného ko\u0161íka vypr\u0161ala.
error.card.invalid.shipments=Objednávku nemo\u017Eno dokon\u010Di\u0165, preto\u017Ee najmenej jedna z adries doru\u010Denia je neplatná.

field.selectshippingmethod=Doru\u010Denie
field.selectquantity=Po\u010Det

#modal
cart.modal.title.label=Chcete výrobok odstráni\u0165?
cart.modal.description.label=Naozaj chcete nasledujúci výrobok vymaza\u0165 z nákupnej ta\u0161ky?
cart.modal.yes.button=Áno
cart.modal.cancel.button=Zru\u0161i\u0165