button.checkout=Ödeme yap\u0131n

error.cannot.remove.product=Ürün sepetten kald\u0131r\u0131lam\u0131yor. Lütfen tekrar deneyin! Sorun devam ederse lütfen mü\u015Fteri hizmetleriyle ileti\u015Fime geçin.
error.cannot.update.product=Ürün güncellenemedi. Lütfen tekrar deneyin! Sorun devam ederse, lütfen Mü\u015Fteri Hizmetleriyle ileti\u015Fime geçin.
error.cannot.update.product.quantity=Ürün adedi güncellenemiyor. Lütfen tekrar deneyin! Sorun devam ederse lütfen mü\u015Fteri hizmetleriyle ileti\u015Fime geçin.
error.cannot.select.shipping.method=Gönderim Yöntemi seçilemiyor. Lütfen tekrar deneyin! Sorun devam ederse lütfen mü\u015Fteri hizmetleriyle ileti\u015Fime geçin.
error.removed.online.catalog=Bu ürün yak\u0131n zamanda çevrimiçi katalo\u011Fumuzdan kald\u0131r\u0131ld\u0131. Ödeme a\u015Famas\u0131na devam etmek için lütfen sepetinizdeki ilgili kalemi silin.
error.out.of.stock.item=Ödeme a\u015Famas\u0131na geçmek için lütfen tükenmi\u015F ürünleri kald\u0131r\u0131n.

info.cart.empty.msg=Al\u0131\u015Fveri\u015F Sepetiniz Bo\u015F.
info.cart.empty.msg2=Hästens\u2019e gidin
info.cart.empty.msg3=ürün eklemek için.
info.cart.empty.link=Aksesuarlar

label.number.items.in.cart={0} ÜRÜN
label.total.price=Toplam
label.sales.tax=Sat\u0131\u015F Vergisi
label.estimatedtotal=Tahmini Toplam
label.each.item.price=Her Biri
label.shipping.cost=Gönderim maliyeti
label.subtotal=Ara Toplam
label.recommendations=Önerilen Ürünler

link.continue.shopping=Al\u0131\u015Fveri\u015Fe Devam Et
link.view.cart=Sepeti incele
link.remove.product=Kald\u0131r

title.cart=Al\u0131\u015Fveri\u015F Sepeti
title.your.shopping.cart=Al\u0131\u015Fveri\u015F sepetiniz

error.invalid.tax=Sepetinizdeki bir veya daha fazla ürün için vergi hesaplamas\u0131nda hata olu\u015Ftu.
error.cart.or.checkout.error=Sepetinizdeki bir veya daha fazla ürünün sipari\u015F verilen adette\r\n stokta olmamas\u0131 sebebiyle al\u0131\u015Fveri\u015F sepetinizden sipari\u015F verilemiyor. Lütfen her bir ürünün stok durumunu kontrol edin.
error.cart.expired=Al\u0131\u015Fveri\u015F sepetiniz zamana\u015F\u0131m\u0131na u\u011Frad\u0131.
error.card.invalid.shipments=Ürünlerin gönderimi için belirtilen adreslerden en az birinin geçersiz olmas\u0131 sebebiyle sipari\u015Finiz tamamlanam\u0131yor.

field.selectshippingmethod=Gönderim
field.selectquantity=Adet

#modal
cart.modal.title.label=Ürünü Kald\u0131r?
cart.modal.description.label=A\u015Fa\u011F\u0131daki ürünü al\u0131\u015Fveri\u015F sepetinizden kald\u0131rmak istedi\u011Finize emin misiniz?
cart.modal.yes.button=Evet
cart.modal.cancel.button=\u0130ptal Et