action.shipping.form=Doprava
action.edit.step=Upravit
action.update.address=Aktualizovat adresu
action.add.new=P\u0159idat novou
action.hide.details=Skrýt podrobnosti
action.show.details=Zobrazit podrobnosti

button.next.payment=Dal\u0161í: Platba
button.next.place.order=Dal\u0161í: Odeslat objednávku
button.place.order=Odeslat objednávku
button.checkout.as.guest=Pokra\u010Dovat jako host
button.create.customer.account=Vytvo\u0159it ú\u010Det
button.edit=Upravit
button.save=Ulo\u017Eit
button.cancel=Zru\u0161it
button.enter.address=Zadat adresu
button.add.payment=P\u0159idat platbu
button.back.to.stored.payments=Zp\u011Bt na ulo\u017Eené platby

error.payment.processor.missing=Chybí zpracovatel plateb.
error.payment.processor.not.supported=Platební metoda není podporována. Vyberte prosím novou platební metodu a zkuste to znovu. Pokud problém p\u0159etrvává, obra\u0165te se na zákaznickou podporu.

heading.checkout.shipping=Informace o doprav\u011B
heading.order.summary=Shrnutí objednávky
heading.payment=Platba
heading.payment.method=Platební metoda
heading.guest.checkout=P\u0159ejít k pokladn\u011B jako host
heading.returning.customers=Stálí zákazníci
heading.create.account=Vytvo\u0159it ú\u010Det
heading.shipping.to=P\u0159íjemce
heading.ship.to.address=P\u0159íjemce
heading.billing.address=Faktura\u010Dní adresa
heading.shipping.method=Zp\u016Fsob dopravy
heading.address.incomplete=Upravte prosím dodací adresu a ulo\u017Ete ji.

title.checkout=Pokladna

error.technical=Je nám líto, \u017Ee va\u0161i objednávku nebylo mo\u017Ené provést. Pravd\u011Bpodobnou p\u0159í\u010Dinou je velký objem objednávek nebo do\u010Dasné chyby p\u0159ipojení. Vy\u010Dkejte prosím n\u011Bkolik minut a ode\u0161lete objednávku znovu. Dokud nebude její odeslání úsp\u011B\u0161né, nem\u016F\u017Eeme zpracovat va\u0161i platbu. V p\u0159ípad\u011B dal\u0161ích otázek se na nás neváhejte obrátit.
error.no.shipping.address=Vyskytla se chyba, kv\u016Fli které se nám nepoda\u0159ilo ulo\u017Eit dodací adresu. Zadejte ji prosím znovu. Pokud problém p\u0159etrvává, obra\u0165te se na zákaznickou podporu.
error.no.billing.address=Vyskytla se chyba, kv\u016Fli které se nám nepoda\u0159ilo ulo\u017Eit faktura\u010Dní adresu. Zadejte ji prosím znovu. Pokud problém p\u0159etrvává, obra\u0165te se na zákaznickou podporu.
error.payment.not.valid=Zadaná platba není platná. Zadejte prosím platební údaje znovu.
error.message.shipping.addresses=Ve va\u0161ich informacích o doprav\u011B se vyskytla chyba. Zkontrolujte prosím zadanou adresu.

msg.add.new.address=Nová adresa
msg.new.address=Nová adresa
msg.shipping.addresses=- Stávající zásilky -
msg.account.addresses=- Adresá\u0159 -
msg.guest.checkout=K pokladn\u011B m\u016F\u017Eete p\u0159ejít i v p\u0159ípad\u011B, \u017Ee dosud nemáte vytvo\u0159en ú\u010Det. M\u016F\u017Eete si jej vytvo\u0159it pozd\u011Bji.
msg.create.customer=Vytvo\u0159te si ú\u010Det, abyste si v budoucnu mohli prohlédnout historii objednávek a urychlili proces placení.

label.obligatory.fields=*Povinná pole

link.back.to.cart=Zp\u011Bt na nákupní ko\u0161ík
link.shipping.newsletterPrivacy=zásadami ochrany osobních údaj\u016F.
link.order.terms=Smluvní podmínky

check.shipping.newsletter=P\u0159ihlásit se k odb\u011Bru informací o Hästens. 
check.order.terms=Souhlasím se