action.shipping.form=Wysy\u0142ka
action.edit.step=Edytuj
action.update.address=Aktualizuj adres
action.add.new=Dodaj nowy
action.hide.details=Ukryj szczegó\u0142y
action.show.details=Poka\u017C szczegó\u0142y

button.next.payment=Dalej: P\u0142atno\u015B\u0107
button.next.place.order=Dalej: Z\u0142ó\u017C zamówienie
button.place.order=Z\u0142ó\u017C zamówienie
button.checkout.as.guest=Kontynuuj jako go\u015B\u0107
button.create.customer.account=Utwórz konto
button.edit=Edytuj
button.save=Zapisz
button.cancel=Anuluj
button.enter.address=Wpisz adres
button.add.payment=Dodaj p\u0142atno\u015B\u0107
button.back.to.stored.payments=Powrót do zapisanych p\u0142atno\u015Bci

error.payment.processor.missing=Brak przetwarzania p\u0142atno\u015Bci.
error.payment.processor.not.supported=Metoda p\u0142atno\u015Bci jest nieobs\u0142ugiwana. Wybierz now\u0105 metod\u0119 p\u0142atno\u015Bci i spróbuj ponownie. Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.

heading.checkout.shipping=Informacje o wysy\u0142ce
heading.order.summary=Podsumowanie zamówienia
heading.payment=P\u0142atno\u015B\u0107
heading.payment.method=Metoda p\u0142atno\u015Bci
heading.guest.checkout=Kasa go\u015Bcia
heading.returning.customers=Powracaj\u0105cy klienci
heading.create.account=Utwórz konto
heading.shipping.to=Wysy\u0142ka do
heading.ship.to.address=Wysy\u0142ka do
heading.billing.address=Adres do zafakturowania
heading.shipping.method=Metoda wysy\u0142ki
heading.address.incomplete=Edytuj dane adresu wysy\u0142ki i zapisz.

title.checkout=Kasa

error.technical=Niestety, z\u0142o\u017Cenie Twojego zamówienia jest niemo\u017Cliwe. Prawdopodobn\u0105 przyczyn\u0105 jest du\u017Ca liczba zamówie\u0144 lub chwilowe b\u0142\u0119dy po\u0142\u0105czenia. Poczekaj kilka minut i ponownie prze\u015Blij zamówienie. Nie przetworzymy p\u0142atno\u015Bci, dopóki zamówienie nie zostanie pomy\u015Blnie z\u0142o\u017Cone. Je\u017Celi masz pytania, skontaktuj si\u0119 z nami.
error.no.shipping.address=Wyst\u0105pi\u0142 jaki\u015B b\u0142\u0105d i nie zapisali\u015Bmy adresu wysy\u0142ki. Prze\u015Blij ponownie adres wysy\u0142ki. Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.
error.no.billing.address=Wyst\u0105pi\u0142 jaki\u015B b\u0142\u0105d i nie zapisali\u015Bmy adresu do zafakturowania. Prze\u015Blij ponownie adres do zafakturowania. Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.
error.payment.not.valid=Przes\u0142ana p\u0142atno\u015B\u0107 jest nieprawid\u0142owa. Wpisz ponownie informacje dotycz\u0105ce p\u0142atno\u015Bci.
error.message.shipping.addresses=Wyst\u0105pi\u0142 b\u0142\u0105d w informacjach dotycz\u0105cych p\u0142atno\u015Bci, sprawd\u017A adres.

msg.add.new.address=Nowy adres
msg.new.address=Nowy adres
msg.shipping.addresses=\u2014 Istniej\u0105ce przesy\u0142ki \u2014
msg.account.addresses=\u2014 Ksi\u0105\u017Cka adresowa \u2014
msg.guest.checkout=Mo\u017Cesz przej\u015B\u0107 do kasy bez tworzenia konta. Konto b\u0119dzie mo\u017Cna utworzy\u0107 pó\u017Aniej.
msg.create.customer=Utwórz konto, aby wy\u015Bwietla\u0107 histori\u0119 zamówie\u0144 i szybciej przeprowadza\u0107 transakcje.

label.obligatory.fields=*Pola wymagane

link.back.to.cart=Powrót do koszyka
link.shipping.newsletterPrivacy=Polityka prywatno\u015Bci.
link.order.terms=Warunki i zasady

check.shipping.newsletter=Zarejestruj mnie w celu przekazywania mi informacji od firmy Hästens. 
check.order.terms=Wyra\u017Cam zgod\u0119 na