header.form.trackorder=Tikrinti u\u017Esakym\u0105
header.form.trackorder.text=Per\u017Ei\u016Br\u0117kite savo u\u017Esakym\u0105 net tada, jei nesate registruotas naudotojas. \u012Eveskite u\u017Esakymo numer\u012F ir s\u0105skait\u0173 pateikimo adreso pa\u0161to kod\u0105.

link.header.login.module=Prisijungti
link.header.register.module=Sukurti paskyr\u0105
link.login.forgotpassword=U\u017Emir\u0161au slapta\u017Eod\u012F

button.text.loginform=Prisijungti
button.text.trackorderform=Tikrinti u\u017Esakym\u0105
button.text.formlegend=*Privalomieji laukai
button.send=Si\u0173sti

label.input.login.email=El. pa\u0161tas
label.input.login.password=Slapta\u017Eodis
label.checkbox.login.rememberme=Prisiminti mane
label.input.trackorder.ordernumber=U\u017Esakymo numeris
label.input.trackorder.orderemail=U\u017Esakymo el. pa\u0161tas
label.input.trackorder.postalcode=S\u0105skait\u0173 siuntimo pa\u0161to kodas
label.forgotpassword.heading=U\u017Emir\u0161ote slapta\u017Eod\u012F
label.resetpasswordreceived=Pra\u0161ymas atkurti j\u016Bs\u0173 slapta\u017Eod\u012F gautas

error.message.login.form=Neteisingas prisijungimo vardas arba slapta\u017Eodis. Atminkite, kad slapta\u017Eod\u017Eiuose naudojamos did\u017Eiosios ir ma\u017Eosios raid\u0117s. Bandykite dar kart\u0105.
error.message.passwordreset=\u012Eveskite teising\u0105 el. pa\u0161to adres\u0105
error.message.required=\u0160is laukas privalomasis.
error.message.trackorder.form=Apgailestaujame, bet toks u\u017Esakymo numeris, el. pa\u0161to adresas ar pa\u0161to kodas m\u016Bs\u0173 duomen\u0173 neatitinka. Patikrinkite savo informacij\u0105 ir bandykite dar kart\u0105.
error.oauth.login.failure=Prisijungti nepavyko. Bandykite prisijungti dar kart\u0105.
error.message.account.locked=Vir\u0161ytas did\u017Eiausias leid\u017Eiamasis prisijungim\u0173 skai\u010Dius.
error.message.unable.to.create.account=Apgailestaujame, bet j\u016Bs\u0173 paskyros sukurti nepavyko. Bandykite dar kart\u0105. Jeigu problema kartosis, susisiekite su klient\u0173 paramos skyriumi
error.message.account.disabled=Neteisingas prisijungimo vardas arba slapta\u017Eodis. Atminkite, kad slapta\u017Eod\u017Eiuose naudojamos did\u017Eiosios ir ma\u017Eosios raid\u0117s. Bandykite dar kart\u0105.
error.message.password.expired=Neteisingas prisijungimo vardas arba slapta\u017Eodis. Atminkite, kad slapta\u017Eod\u017Eiuose naudojamos did\u017Eiosios ir ma\u017Eosios raid\u0117s. Bandykite dar kart\u0105.
error.message.password.mismatch=Neteisingas prisijungimo vardas arba slapta\u017Eodis. Atminkite, kad slapta\u017Eod\u017Eiuose naudojamos did\u017Eiosios ir ma\u017Eosios raid\u0117s. Bandykite dar kart\u0105.
error.message.error.unknown=Neteisingas prisijungimo vardas arba slapta\u017Eodis. Atminkite, kad slapta\u017Eod\u017Eiuose naudojamos did\u017Eiosios ir ma\u017Eosios raid\u0117s. Bandykite dar kart\u0105.

msg.forgotpassword=Nurodykite savo paskyros el. pa\u0161to adres\u0105, kuriuo gausite el. lai\u0161k\u0105 d\u0117l slapta\u017Eod\u017Eio atk\u016Brimo.
msg.requestedpasswordreset=D\u0117kojame, kad nurod\u0117te savo el. pa\u0161to adres\u0105. I\u0161siunt\u0117me jums el. lai\u0161k\u0105 su informacija apie tai, kaip atkurti savo slapta\u017Eod\u012F. El. lai\u0161kas \u012F j\u016Bs\u0173 paskyr\u0105 tur\u0117t\u0173 ateiti per por\u0105 minu\u010Di\u0173. Patikrinkite, ar jo n\u0117ra brukalo aplanke.
subject.profile.resetpassword.email=Pagalba atkuriant slaptažodį
msg.passwordemail.dear=Gerb. {0} {1},
msg.passwordemail.message1=gavome jūsų prašymą atkurti slaptažodį, susietą su šiuo el. pašto adresu. Jeigu tai jūs atsiuntėte šį prašymą, vykdykite toliau pateiktus nurodymus.
msg.passwordemail.message2=Jeigu slaptažodžio atkurti neprašėte, nekreipkite į šį el. laišką dėmesio. Jūsų kliento paskyra yra visiškai saugi.
msg.passwordemail.message3=Spustelėkite toliau pateiktą nuorodą, kad atkurtumėte savo slaptažodį:
msg.passwordemail.message4=Jeigu spustelėjus nuorodos atverti nepavyksta, galite ją perkopijuoti į interneto naršyklės adreso langelį arba ten ją įvesti. Pateiksime jums nurodymus, kaip atkurti savo slaptažodį. Atminkite, kad ši nuoroda veiks tik tam tikrą laikotarpį.
msg.passwordemail.message5=Saugumo sumetimais ši nuoroda nustos veikti po 30 minučių arba atkūrus savo slaptažodį.
msg.passwordemail.message6=Šis el. laiškas buvo sukurtas automatiškai, todėl į jį atsakyti nereikia.