header.form.trackorder=Sipari\u015Fi Kontrol Et
header.form.trackorder.text=Kay\u0131tl\u0131 kullan\u0131c\u0131 olmasan\u0131z bile sipari\u015Finizi inceleyin. Sipari\u015F numaras\u0131n\u0131 ve fatura adresi posta kodunu girin.

link.header.login.module=Giri\u015F yap
link.header.register.module=Hesap Olu\u015Ftur
link.login.forgotpassword=\u015Eifremi Unuttum

button.text.loginform=Giri\u015F yap
button.text.trackorderform=Sipari\u015Fi Kontrol Et
button.text.formlegend=*Zorunlu alanlar
button.send=Gönder

label.input.login.email=E-posta
label.input.login.password=\u015Eifre
label.checkbox.login.rememberme=Beni hat\u0131rla
label.input.trackorder.ordernumber=Sipari\u015F numaras\u0131
label.input.trackorder.orderemail=Sipari\u015F E-postas\u0131
label.input.trackorder.postalcode=Fatura Posta kodu
label.forgotpassword.heading=\u015Eifrenizi mi Unuttunuz
label.resetpasswordreceived=\u015Eifre Yenile Talebiniz Al\u0131nd\u0131

error.message.login.form=Geçersiz giri\u015F veya \u015Fifre. \u015Eifrenin büyük-küçük harflere duyarl\u0131 oldu\u011Funu unutmay\u0131n. Lütfen tekrar deneyin.
error.message.passwordreset=Lütfen geçerli bir e-posta adresi girin.
error.message.required=Bu alan\u0131n doldurulmas\u0131 zorunludur.
error.message.trackorder.form=Üzgünüz, bu sipari\u015F numaras\u0131, e-posta veya posta kodu kay\u0131tlar\u0131m\u0131zda bulunmuyor. Kay\u0131tlar\u0131n\u0131z\u0131 kontrol edin ve tekrar deneyin.
error.oauth.login.failure=Giri\u015F ba\u015Far\u0131s\u0131z. Lütfen tekrar giri\u015F yapmay\u0131 deneyin.
error.message.account.locked=Maksimum geçersiz giri\u015F say\u0131s\u0131 a\u015F\u0131ld\u0131.
error.message.unable.to.create.account=Üzgünüz, hesab\u0131n\u0131z\u0131 olu\u015Fturamad\u0131k. Lütfen tekrar deneyin. Sorun devam ederse, lütfen Mü\u015Fteri Deste\u011Fiyle ileti\u015Fime geçin.
error.message.account.disabled=Geçersiz giri\u015F veya \u015Fifre. \u015Eifrenin büyük-küçük harflere duyarl\u0131 oldu\u011Funu unutmay\u0131n. Lütfen tekrar deneyin.
error.message.password.expired=Geçersiz giri\u015F veya \u015Fifre. \u015Eifrenin büyük-küçük harflere duyarl\u0131 oldu\u011Funu unutmay\u0131n. Lütfen tekrar deneyin.
error.message.password.mismatch=Geçersiz giri\u015F veya \u015Fifre. \u015Eifrenin büyük-küçük harflere duyarl\u0131 oldu\u011Funu unutmay\u0131n. Lütfen tekrar deneyin.
error.message.error.unknown=Geçersiz giri\u015F veya \u015Fifre. \u015Eifrenin büyük-küçük harflere duyarl\u0131 oldu\u011Funu unutmay\u0131n. Lütfen tekrar deneyin.

msg.forgotpassword=\u015Eifrenizi yenileme e-postas\u0131 almak için e-posta adresinizi belirtin.
msg.requestedpasswordreset=E-posta adresinizi gönderdi\u011Finiz için te\u015Fekkürler. \u015Eifrenizi yenilemek için gerekli bilgileri e-posta ile gönderdik. E-postan\u0131n hesab\u0131n\u0131za ula\u015Fmas\u0131 birkaç dakika sürebilir. Lütfen gereksiz e-posta bölümünü de kontrol edin.
subject.profile.resetpassword.email=Şifre Yenileme Asistanı
msg.passwordemail.dear=Sevgili {0} {1},
msg.passwordemail.message1=Bu e-posta hesabıyla ilgili şifreyi yenileme talebinizi aldık. Bu talep size aitse, lütfen aşağıdaki talimatları takip edin.
msg.passwordemail.message2=Şifrenizi yenileme talebinde bulunmadıysanız bu e-postayı dikkate almayın. Müşteri hesabınızın güvenli olduğunu temin ederiz.
msg.passwordemail.message3=Şifrenizi yenilemek için aşağıdaki linke tıklayın.
msg.passwordemail.message4=Tıklama işlemi işe yaramıyorsa, linki kopyalayıp tarayıcınızın adres penceresine yapıştırın veya girin. Şifrenizi yenileme talimatlarını göndereceğiz. Linkin yalnızca kısa bir süreliğine geçerli olacağını lütfen unutmayın.
msg.passwordemail.message5=Güvenlik sebebiyle, şifrenizi yeniledikten 30 dakika sonra bu link geçerliliğini kaybedecektir.
msg.passwordemail.message6=Bu otomatik bir e-postadır, lütfen cevap vermeyin.