header.form.trackorder=Zkontrolovat objednávku
header.form.trackorder.text=Podívejte se na svou objednávku, i kdy\u017E nejste registrovaným u\u017Eivatelem. Zadejte \u010Díslo objednávky a PS\u010C faktura\u010Dní adresy.

link.header.login.module=P\u0159ihlásit se
link.header.register.module=Vytvo\u0159it ú\u010Det
link.login.forgotpassword=Zapomenuté heslo

button.text.loginform=P\u0159ihlásit se
button.text.trackorderform=Zkontrolovat objednávku
button.text.formlegend=*Povinná pole
button.send=Odeslat

label.input.login.email=E-mail
label.input.login.password=Heslo
label.checkbox.login.rememberme=Zapamatovat
label.input.trackorder.ordernumber=\u010Císlo objednávky
label.input.trackorder.orderemail=E-mail objednávky
label.input.trackorder.postalcode=PS\u010C faktura\u010Dní adresy
label.forgotpassword.heading=Zapomn\u011Bli jste heslo?
label.resetpasswordreceived=\u017Dádost o obnovení hesla p\u0159ijata

error.message.login.form=Neplatné p\u0159ihla\u0161ovací údaje \u010Di heslo. Nezapome\u0148te, \u017Ee heslo rozli\u0161uje velká a malá písmena. Zkuste to prosím znovu.
error.message.passwordreset=Zadejte prosím platnou e-mailovou adresu
error.message.required=Toto pole je povinné.
error.message.trackorder.form=Je nám líto, ale toto \u010Díslo objednávky, e-mail nebo PS\u010C neodpovídá na\u0161im záznam\u016Fm. Zkontrolujte si své záznamy a zkuste to znovu.
error.oauth.login.failure=P\u0159ihlá\u0161ení se nezda\u0159ilo. Zkuste se prosím p\u0159ihlásit znovu.
error.message.account.locked=Byl p\u0159ekro\u010Den maximální po\u010Det neplatných p\u0159ihlá\u0161ení.
error.message.unable.to.create.account=Je nám líto, ale vá\u0161 ú\u010Det nebylo mo\u017Ené vytvo\u0159it. Zkuste to prosím znovu. Pokud problém p\u0159etrvává, obra\u0165te se na zákaznickou podporu.
error.message.account.disabled=Neplatné p\u0159ihla\u0161ovací údaje \u010Di heslo. Nezapome\u0148te, \u017Ee heslo rozli\u0161uje velká a malá písmena. Zkuste to prosím znovu.
error.message.password.expired=Neplatné p\u0159ihla\u0161ovací údaje \u010Di heslo. Nezapome\u0148te, \u017Ee heslo rozli\u0161uje velká a malá písmena. Zkuste to prosím znovu.
error.message.password.mismatch=Neplatné p\u0159ihla\u0161ovací údaje \u010Di heslo. Nezapome\u0148te, \u017Ee heslo rozli\u0161uje velká a malá písmena. Zkuste to prosím znovu.
error.message.error.unknown=Neplatné p\u0159ihla\u0161ovací údaje \u010Di heslo. Nezapome\u0148te, \u017Ee heslo rozli\u0161uje velká a malá písmena. Zkuste to prosím znovu.

msg.forgotpassword=Zadejte e-mailovou adresu svého ú\u010Dtu, abychom vám mohli zaslat e-mail k obnovení hesla.
msg.requestedpasswordreset=D\u011Bkujeme za poskytnutí e-mailové adresy. Zaslali jsme vám e-mail, kde se dozvíte v\u0161e pot\u0159ebné k obnovení hesla. Ne\u017E jej obdr\u017Eíte, m\u016F\u017Ee to n\u011Bkolik minut trvat. Zkontrolujte, zda se e-mail nenachází v nevy\u017Eádané po\u0161t\u011B.
subject.profile.resetpassword.email=Resetovat asistenční službu pro zapomenuté heslo
msg.passwordemail.dear=Vážená/ý {0} {1},
msg.passwordemail.message1=Obdrželi jsme žádost o obnovení hesla přidruženého k této e-mailové adrese. Pokud jste ji skutečně zaslali, postupujte podle pokynů níže.
msg.passwordemail.message2=Pokud jste o obnovení hesla nepožádali, můžete tento e-mail ignorovat. Ujišťujeme vás, že váš zákaznický účet je v bezpečí.
msg.passwordemail.message3=Své heslo obnovíte kliknutím na odkaz níže:
msg.passwordemail.message4=Pokud tato možnost nebude fungovat, zkuste odkaz zkopírovat a vložit do okna adresy prohlížeče nebo jej tam přepsat. Poskytneme vám pokyny k obnovení hesla. Upozorňujeme, že tento odkaz je aktivní pouze po krátkou dobu.
msg.passwordemail.message5=Z bezpečnostních důvodů platnost tohoto odkazu vyprší za 30 minut nebo ihned po obnovení hesla.
msg.passwordemail.message6=Tento e-mail byl vygenerován automaticky, neodpovídejte na něj.