header.form.trackorder=Skontrolujte objednávku
header.form.trackorder.text=Sledujte svoju objednávku, aj ke\u010F nie ste registrovaným pou\u017Eívate\u013Eom. Zadajte \u010Díslo objednávky a PS\u010C faktura\u010Dnej adresy.

link.header.login.module=Prihláste sa
link.header.register.module=Vytvori\u0165 ú\u010Det
link.login.forgotpassword=Zabudol som heslo

button.text.loginform=Prihláste sa
button.text.trackorderform=Skontrolujte objednávku
button.text.formlegend=*Povinné polia
button.send=Odosla\u0165

label.input.login.email=E-mail
label.input.login.password=Heslo
label.checkbox.login.rememberme=Zapamäta\u0165
label.input.trackorder.ordernumber=\u010Císlo objednávky
label.input.trackorder.orderemail=E-mail pre objednávku
label.input.trackorder.postalcode=PS\u010C faktura\u010Dnej adresy
label.forgotpassword.heading=Zabudli ste svoje heslo
label.resetpasswordreceived=Po\u017Eiadavka o obnovenie hesla prijatá

error.message.login.form=Neplatné prihlasovacie meno alebo heslo. Nezabudnite, \u017Ee heslo rozli\u0161uje ve\u013Eké a malé písmená. Skúste to znova.
error.message.passwordreset=Zadajte platnú e-mailovú adresu.
error.message.required=Toto pole je povinné.
error.message.trackorder.form=\u013Dutujeme, ale \u010Díslo objednávky, e-mailová adresa alebo PS\u010C sa nezhoduje s na\u0161im záznamom. Skontrolujte svoje údaje a skúste to znova.
error.oauth.login.failure=Prihlásenie nebolo úspe\u0161né. Skúste sa prihlási\u0165 znova.
error.message.account.locked=Prekro\u010Dili ste maximálny po\u010Det neplatných prihlásení.
error.message.unable.to.create.account=\u013Dutujeme, ale nepodarilo sa nám vytvori\u0165 Vám ú\u010Det. Skúste to znova. Ak problém pretrváva, obrá\u0165te sa na zákaznícku podporu.
error.message.account.disabled=Neplatné prihlasovacie meno alebo heslo. Nezabudnite, \u017Ee heslo rozli\u0161uje ve\u013Eké a malé písmená. Skúste to znova.
error.message.password.expired=Neplatné prihlasovacie meno alebo heslo. Nezabudnite, \u017Ee heslo rozli\u0161uje ve\u013Eké a malé písmená. Skúste to znova.
error.message.password.mismatch=Neplatné prihlasovacie meno alebo heslo. Nezabudnite, \u017Ee heslo rozli\u0161uje ve\u013Eké a malé písmená. Skúste to znova.
error.message.error.unknown=Neplatné prihlasovacie meno alebo heslo. Nezabudnite, \u017Ee heslo rozli\u0161uje ve\u013Eké a malé písmená. Skúste to znova.

msg.forgotpassword=Zadajte e-mailovú adresu svojho ú\u010Dtu, na ktorý dostanete e-mail na obnovenie hesla.
msg.requestedpasswordreset=\u010Eakujeme, \u017Ee ste zadali svoju e-mailovú adresu. Poslali sme Vám e-mail s informáciami na obnovenie hesla. E-mail do Va\u0161ej schránky dorazí do nieko\u013Ekých minút. Skontrolujte aj svoj prie\u010Dinok s nevy\u017Eiadanou po\u0161tou.
subject.profile.resetpassword.email=Pomoc pri obnove hesla
msg.passwordemail.dear=Vážený/-á {0} {1},
msg.passwordemail.message1=dostali sme žiadosť o obnovenie hesla priradeného k tejto e-mailovej adrese. Ak ste o obnovenie hesla požiadali, postupujte podľa pokynov nižšie.
msg.passwordemail.message2=Ak ste nepožiadali o obnovenie hesla, tento e-mail môžete ignorovať. Nemajte obavy, Váš zákaznícky účet je v bezpečí.
msg.passwordemail.message3=Heslo môžete obnoviť kliknutím na odkaz nižšie:
msg.passwordemail.message4=Ak kliknutie nefunguje, môžete tento odkaz skopírovať a vložiť do poľa prehliadača, prípadne ho prepísať. Dáme Vám pokyny na obnovenie hesla. Upozorňujeme, že tento odkaz je aktívny len na krátky čas.
msg.passwordemail.message5=Z bezpečnostných dôvodov platnosť tohto odkazu vyprší do 30 minút alebo po tom, ako obnovíte svoje heslo.
msg.passwordemail.message6=Toto je automaticky vygenerovaný e-mail, neodpovedajte naň.