header.form.trackorder=P\u0101rbaud\u012Bt pas\u016Bt\u012Bjumu
header.form.trackorder.text=Apskatiet savu pas\u016Bt\u012Bjumu pat tad, ja neesat re\u0123istr\u0113ts lietot\u0101js. Ievadiet pas\u016Bt\u012Bjuma numuru un r\u0113\u0137ina nos\u016Bt\u012B\u0161anas adreses pasta indeksu.

link.header.login.module=Pierakst\u012Bties
link.header.register.module=Izveidot kontu
link.login.forgotpassword=Aizmirsu paroli

button.text.loginform=Pierakst\u012Bties
button.text.trackorderform=P\u0101rbaud\u012Bt pas\u016Bt\u012Bjumu
button.text.formlegend=*Oblig\u0101ti aizpild\u0101mie lauki
button.send=Nos\u016Bt\u012Bt

label.input.login.email=E-pasts
label.input.login.password=Parole
label.checkbox.login.rememberme=Atcer\u0113ties mani
label.input.trackorder.ordernumber=Pas\u016Bt\u012Bjuma numurs
label.input.trackorder.orderemail=Pas\u016Bt\u012Bjuma e-pasts
label.input.trackorder.postalcode=R\u0113\u0137ina nos\u016Bt\u012B\u0161anas pasta indekss
label.forgotpassword.heading=Aizmirs\u0101t savu paroli
label.resetpasswordreceived=Sa\u0146emts l\u016Bgums atiestat\u012Bt j\u016Bsu paroli

error.message.login.form=Neder\u012Bgs lietot\u0101jv\u0101rds vai parole. Atcerieties, ka parole ir re\u0123istrj\u016Bt\u012Bga. L\u016Bdzu, m\u0113\u0123iniet v\u0113lreiz.
error.message.passwordreset=L\u016Bdzu, ievadiet der\u012Bgu e-pasta adresi.
error.message.required=\u0160is lauks ir j\u0101aizpilda oblig\u0101ti.
error.message.trackorder.form=Atvainojiet, \u0161is pas\u016Bt\u012Bjuma numurs, e-pasta adrese vai pasta indekss nesaskan ar m\u016Bsu r\u012Bc\u012Bb\u0101 eso\u0161o inform\u0101ciju. P\u0101rbaudiet savus datus un m\u0113\u0123iniet v\u0113lreiz.
error.oauth.login.failure=Pierakst\u012B\u0161an\u0101s neizdev\u0101s. L\u016Bdzu, m\u0113\u0123iniet pierakst\u012Bties v\u0113lreiz.
error.message.account.locked=P\u0101rsniegts maksim\u0101lais neveiksm\u012Bgo pierakst\u012B\u0161an\u0101s rei\u017Eu skaits.
error.message.unable.to.create.account=Diem\u017E\u0113l neizdev\u0101s izveidot j\u016Bsu kontu. L\u016Bdzu, m\u0113\u0123iniet v\u0113lreiz. Ja probl\u0113ma netiek nov\u0113rsta, l\u016Bdzu, sazinieties ar klientu atbalsta noda\u013Cu
error.message.account.disabled=Neder\u012Bgs lietot\u0101jv\u0101rds vai parole. Atcerieties, ka parole ir re\u0123istrj\u016Bt\u012Bga. L\u016Bdzu, m\u0113\u0123iniet v\u0113lreiz.
error.message.password.expired=Neder\u012Bgs lietot\u0101jv\u0101rds vai parole. Atcerieties, ka parole ir re\u0123istrj\u016Bt\u012Bga. L\u016Bdzu, m\u0113\u0123iniet v\u0113lreiz.
error.message.password.mismatch=Neder\u012Bgs lietot\u0101jv\u0101rds vai parole. Atcerieties, ka parole ir re\u0123istrj\u016Bt\u012Bga. L\u016Bdzu, m\u0113\u0123iniet v\u0113lreiz.
error.message.error.unknown=Neder\u012Bgs lietot\u0101jv\u0101rds vai parole. Atcerieties, ka parole ir re\u0123istrj\u016Bt\u012Bga. L\u016Bdzu, m\u0113\u0123iniet v\u0113lreiz.

msg.forgotpassword=Nor\u0101diet sava konta e-pasta adresi, lai sa\u0146emtu e-pasta v\u0113stuli un var\u0113tu atiestat\u012Bt savu paroli.
msg.requestedpasswordreset=Paldies, ka iesniedz\u0101t savu e-pasta adresi. Esam nos\u016Bt\u012Bju\u0161i jums e-pastu ar paroles atiestat\u012B\u0161anai nepiecie\u0161amo inform\u0101ciju. E-pasta v\u0113stules nos\u016Bt\u012B\u0161ana var aiz\u0146emt p\u0101ris min\u016B\u0161u. L\u016Bdzu, p\u0101rbaudiet m\u0113stu\u013Cu kast\u012Bti, lai p\u0101rliecin\u0101tos, ka to sa\u0146\u0113m\u0101t.
subject.profile.resetpassword.email=Palīdzība paroles atiestatīšanai
msg.passwordemail.dear=Sveiki, {0} {1}!
msg.passwordemail.message1=Esam saņēmuši pieprasījumu par paroles atiestatīšanu saistībā ar šo e-pasta adresi. Ja jūs veicāt šo pieprasījumu, lūdzu, izpildiet zemāk sniegtās norādes.
msg.passwordemail.message2=Ja jūs nepieprasījāt paroles maiņu, varat droši šo e-pastu ignorēt. Nešaubieties, ka jūsu klienta konts ir drošībā.
msg.passwordemail.message3=Lai atiestatītu savu paroli, nospiediet uz zemāk redzamās saites:
msg.passwordemail.message4=Ja tas neizdodas, varat nokopēt un ielīmēt saiti vai arī to ierakstīt sava pārlūka adreses logā. Mēs sniegsim norādes paroles atiestatīšanai. Ievērojiet, ka šī saite ir aktīva tikai uz īsu laiku.
msg.passwordemail.message5=Drošības apsvērumu dēļ šīs saites derīguma termiņš beigsies 30 minūšu laikā vai arī pēc paroles atiestatīšanas.
msg.passwordemail.message6=Šī ir automātiski izveidota e-pasta vēstule, lūdzam uz to neatbildēt.