header.form.trackorder=Sprawd\u017A zamówienie
header.form.trackorder.text=Wy\u015Bwietl zamówienie, nawet je\u017Celi nie jeste\u015B zarejestrowanym u\u017Cytkownikiem. Wpisz numer zamówienia i kod pocztowy adresu do zafakturowania.

link.header.login.module=Zaloguj
link.header.register.module=Utwórz konto
link.login.forgotpassword=Nie pami\u0119tam has\u0142a

button.text.loginform=Zaloguj
button.text.trackorderform=Sprawd\u017A zamówienie
button.text.formlegend=*Pola wymagane
button.send=Wy\u015Blij

label.input.login.email=E-mail
label.input.login.password=Has\u0142o
label.checkbox.login.rememberme=Zapami\u0119taj mnie
label.input.trackorder.ordernumber=Numer zamówienia
label.input.trackorder.orderemail=E-mail na zamówieniu
label.input.trackorder.postalcode=Kod pocztowy do wpisania na fakturze
label.forgotpassword.heading=Nie pami\u0119tasz has\u0142a?
label.resetpasswordreceived=Otrzymano \u017C\u0105danie zresetowania has\u0142a

error.message.login.form=Nieprawid\u0142owy login lub has\u0142o. Pami\u0119taj, \u017Ce wielko\u015B\u0107 liter w ha\u015Ble ma znaczenie. Spróbuj ponownie.
error.message.passwordreset=Wpisz prawid\u0142owy adres e-mail.
error.message.required=To pole jest wymagane
error.message.trackorder.form=Niestety, ten numer zamówienia, adres e-mail lub kod pocztowy nie pasuj\u0105 do naszych rekordów. Sprawd\u017A dane i spróbuj ponownie.
error.oauth.login.failure=Logowanie nie powiod\u0142o si\u0119. Spróbuj zalogowa\u0107 si\u0119 ponownie.
error.message.account.locked=Przekroczono maksymaln\u0105 dozwolon\u0105 liczb\u0119 nieprawid\u0142owych prób logowania.
error.message.unable.to.create.account=Niestety, nie mogli\u015Bmy utworzy\u0107 Twojego konta. Spróbuj ponownie. Je\u017Celi problem utrzymuje si\u0119, skontaktuj si\u0119 z dzia\u0142em obs\u0142ugi klienta.
error.message.account.disabled=Nieprawid\u0142owy login lub has\u0142o. Pami\u0119taj, \u017Ce wielko\u015B\u0107 liter w ha\u015Ble ma znaczenie. Spróbuj ponownie.
error.message.password.expired=Nieprawid\u0142owy login lub has\u0142o. Pami\u0119taj, \u017Ce wielko\u015B\u0107 liter w ha\u015Ble ma znaczenie. Spróbuj ponownie.
error.message.password.mismatch=Nieprawid\u0142owy login lub has\u0142o. Pami\u0119taj, \u017Ce wielko\u015B\u0107 liter w ha\u015Ble ma znaczenie. Spróbuj ponownie.
error.message.error.unknown=Nieprawid\u0142owy login lub has\u0142o. Pami\u0119taj, \u017Ce wielko\u015B\u0107 liter w ha\u015Ble ma znaczenie. Spróbuj ponownie.

msg.forgotpassword=Podaj adres e-mail swojego konta, aby otrzyma\u0107 wiadomo\u015B\u0107 e-mail w celu zresetowania has\u0142a.
msg.requestedpasswordreset=Dzi\u0119kujemy za przes\u0142anie adresu e-mail. Otrzymasz od nas wiadomo\u015B\u0107 e-mail z informacjami niezb\u0119dnymi do zresetowania has\u0142a. Dotarcie wiadomo\u015Bci e-mail do Twojej skrzynki mo\u017Ce nast\u0105pi\u0107 za kilka minut. Sprawd\u017A kosz, aby upewni\u0107 si\u0119, \u017Ce otrzyma\u0142e\u015B wiadomo\u015B\u0107 e-mail.
subject.profile.resetpassword.email=Pomoc dotycząca resetowania hasła
msg.passwordemail.dear=Witamy!
msg.passwordemail.message1=Otrzymaliśmy prośbę o zresetowanie hasła powiązanego z tym adresem e-mail. Jeżeli wysłałeś(-aś) tę prośbę, prosimy o postępowanie zgodne z poniższą instrukcją.
msg.passwordemail.message2=Jeżeli nie wysyłałeś(-aś) prośby o zresetowanie hasła, możesz zignorować tę wiadomość. Nie ma powodu do obaw: Twoje konto klienta jest bezpieczne.
msg.passwordemail.message3=Kliknij łącze poniżej, aby zresetować hasło.
msg.passwordemail.message4=Jeżeli kliknięcie nie działa, możesz skopiować i wkleić łącze do okna adresowego przeglądarki lub je tam wpisać. Przekażemy instrukcje dotyczące resetowania hasła. Prosimy zwrócić uwagę, że łącze to jest aktywne tylko przez krótki czas.
msg.passwordemail.message5=Ze względów bezpieczeństwa łącze wygasa po upływie 30 minut lub po zresetowaniu hasła.
msg.passwordemail.message6=Wiadomość została wygenerowana automatycznie; prosimy na nią nie odpowiadać.